Repository: snglrtycrvtureofspce/course_work_sorting_and_binary_search_in_an_array
Catalog: course_work/MainForm.*.resx
Languages: be

# английскийToolStripMenuItem1.Text
source: English
be: Англійская

# русскийToolStripMenuItem2.Text
source: Russian
be: Беларуская

# русскийToolStripMenuItem3.Text
source: Belorussian
be: Беларускі

# локализацияToolStripMenuItem.Text
source: Localization
be: Лакалізацыя

# выбратьСамостоятельноToolStripMenuItem.Text
source: Choose by yourself
be: Выбраць самастойна

# стандартныйToolStripMenuItem.Text
source: Standard
be: Стандартны

# рандомныйЦветToolStripMenuItem.Text
source: Random Color
be: Рандомны колер

# белыйToolStripMenuItem.Text
source: White
be: Белы

# чёрныйToolStripMenuItem.Text
source: Black
be: Чорны

# красныйToolStripMenuItem.Text
source: Red
be: Чырвоны

# оформлениеToolStripMenuItem.Text
source: Design
be: Афармленне

# выходToolStripMenuItem.Text
source: Exit
be: Выхад

# чтениеToolStripMenuItem.Text
source: Reading
be: Чытанне

# записьToolStripMenuItem.Text
source: Writing
be: Запіс

# чтениеИЗаписьФайловToolStripMenuItem.Text
source: Reading and writing files
be: Чытанне і запіс файлаў

# оПрограммеToolStripMenuItem.Text
source: About the program
be: Аб праграме

# label1.Text
source: Array initialization:
be: Ініцыялізацыя масіва

# label2.Text
source: Array size:
be: Памер масіва:

# label3.Text
source: Array input:
be: Увод масіва:

# button1.Text
source: Random array
be: Рандам масіў

# button2.Text
source: Random size
be: Ранд памер

# label4.Text
source: Hoare's sort:
be: Сартаванне Хоара:

# button3.Text
source: Clear
be: Ачысціць

# button4.Text
source: Sort
be: Сартаваць

# button5.Text
source: Creating an array
be: Стварэнне масіва

# button6.Text
source: Adding a Number to an Array
be: Даданне колькасці ў масіў

# label5.Text
source: Array
be: Масіў

# label6.Text
source: Binary search
be: Бінарны пошук

# button7.Text
source: Search
be: Пошук

# label9.Text
source: Quantity
be: Колькасць

# button8.Text
source: Create
be: Стварыць

# label10.Text
source: Binary tree
be: Бінарнае дрэва

# $this.Text
source: Program for sorting and binary search in an array
be: Праграма для сартавання і бінарнага пошуку ў масіве
